tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

# Utilities
brew "fwknop"
brew "gawk"
brew "jid"
brew "jq"
brew "jwt-cli"
brew "pandoc"
brew "pre-commit"
brew "restic"
brew "watch"
brew "wget"
brew "telnet"
brew "twilio"

# Development
brew "ammonite-repl"
brew "asdf"
brew "awscli"
brew "bat"
brew "checkov"
brew "circleci"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "gh"
brew "gradle"
brew "kafka"
brew "kcat"
brew "k9s"
brew "libsodium"
brew "liquibase"
brew "minikube"
brew "postgresql"
brew "postgresql@11"
brew "pyenv"
brew "rbenv"
brew "scala"
brew "sbt"
brew "terraform"
brew "terraform-docs"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "yarn"

# Misc
brew "gifsicle"
brew "ffmpeg"

# Applications
cask "rectangle"
cask "sourcetree"
cask "cyberduck"
cask "spotify"
cask "microsoft-remote-desktop"
cask "asana"
cask "postman"
cask "google-chrome"
